Repository: Scrambled777/collector
Catalog: po/*.po
Languages: es, fr, hi, it, nl, oc, pt_br, ru, tr, uk_ua

source: Drag and Drop to the next level
es: Arrastrar y soltar a otro nivel
hi: खींचें और छोड़ें अगले स्तर तक
nl: Slepen-en-neerzetten krijgt een nieuwe dimensie
pt_br: Arrastar e Soltar em outro nível
tr: Bir sonraki düzeye Sürükle ve Bırak

source: Collector is a simple utility that allows you to drag multiple files into a single window and drop them anywhere! It can also download images automatically when pasting urls.
es: Collector es una sencilla utilidad que permite arrastrar varios archivos a una sola ventana y soltarlos en cualquier lugar. También puede descargar imágenes automáticamente al pegar urls.
hi: Collector एक सरल उपयोगिता है जो आपको कई फाइलों को एक ही खिड़की में खींचने और उन्हें कहीं भी छोड़ने की अनुमति देती है! URL चिपकाने पर यह स्वचालित रूप से छवियां भी डाउनलोड कर सकता है।
nl: Collector is een eenvoudig hulpmiddel waarmee u meerdere bestanden naar een venster kunt verslepen en ze overal kunt neerzetten! Met behulp van url's kunnen tevens afbeeldingen worden gedownload.
pt_br: Collector é um utilitário simples que permite que você arraste vários arquivos para uma única janela e solte-os em qualquer lugar! Ele também pode baixar imagens automaticamente ao colar URLs.
tr: Collector, birden çok dosyayı tek pencereye sürüklemenizi ve istediğiniz yere bırakmanızı sağlayan basit bir uygulamadır! Ayrıca URLʼleri yapıştırırken görüntüleri kendiliğinden indirebilir.

source: Application showcase
es: Vitrina de aplicaciones
hi: अनुप्रयोग प्रदर्शन-मंजूषा
nl: Galerij
pt_br: Apresentação do aplicativo
tr: Uygulama vitrini

# shortcut window
source: General
fr: Général
hi: सामान्य
it: Generale
nl: Algemeen
pt_br: Geral
ru: Общие
tr: Genel
uk_ua: Загальні

# shortcut window
source: Show shortcuts
es: Mostrar atajos
fr: Afficher les raccourcis
hi: शॉर्टकट दिखाएं
nl: Sneltoetsen tonen
pt_br: Mostrar atalhos
tr: Kısayolları göster

# shortcut window
source: Quit
es: Salir
fr: Quitter
hi: छोड़ें
it: Esci
nl: Afsluiten
oc: Quitar
pt_br: Sair
ru: Выйти
tr: Çık
uk_ua: Вийти

# shortcut window
source: Scroll left
es: Desplazarse a la izquierda
fr: Défiler vers la gauche
hi: बाएं स्क्रॉल करें
nl: Naar links schuiven
pt_br: Rolar para a esquerda
tr: Sola kaydır

# shortcut window
source: Scroll right
es: Desplazarse a la derecha
fr: Défiler vers la droite
hi: दाएं स्क्रॉल करें
nl: Naar rechts schuiven
pt_br: Rolar para a direita
tr: Sağa kaydır

# shortcut window
source: Toggle lock mode
es: Activar/Desactivar el modo de bloqueo
fr: Basculer le mode verrouillé
hi: लॉक मोड को टॉगल करें
nl: Vergrendeling aan/uit
pt_br: Ativar/Desativar modo trancado
tr: Kilit kipini değiştir

# shortcut window
source: Preview selected item
es: Vista previa del elemento seleccionado
fr: Visualiser l’élément sélectionné
hi: चयनित वस्तु का पूर्वावलोकन करें
nl: Gekozen item voorvertonen
pt_br: Pré-visualizar item selecionado
tr: Seçili öğeyi ön izle

# shortcut window
source: Delete selected item
es: Borrar el elemento seleccionado
fr: Supprimer l’élément sélectionné
hi: चयनित वस्तु मिटाएं
nl: Gekozen item wissen
pt_br: Remover item selecionado
tr: Seçili öğeyi sil

# shortcut window
source: Remove all items
es: Eliminar todos los elementos
fr: Supprimer tous les éléments
hi: सभी वस्तुएं हटाएं
nl: Alle items wissen
pt_br: Remover todos os itens
tr: Tüm öğeleri kaldır

# shortcut window
source: Paste from clipboard
es: Pegar desde el portapapeles
hi: क्लिपबोर्ड से पेस्ट करें
nl: Plakken van klembord
pt_br: Colar da área de transferência
tr: Panodan yapıştır

source: _Preferences
es: _Preferencias
fr: _Préférences
hi: प्राथमिकताएं (_P)
it: _Preferenze
nl: _Voorkeuren
oc: _Preferéncias
pt_br: _Preferências
ru: _Настройки
tr: _Tercihler
uk_ua: _Налаштування

source: _Keyboard Shortcuts
es: _Atajos de teclado
hi: कीबोर्ड शॉर्टकट (_K)
nl: _Sneltoetsen
pt_br: _Atalhos de teclado
tr: _Klavye Kısayolları

source: _Open Log File
es: _Abrir archivo de registro
fr: _Journal de débogage
hi: लॉग फाइल खोलें (_O)
it: _Apri File log
nl: Logboek _openen
oc: _Dobrir lo jornal
pt_br: _Abrir arquivo de logs
ru: _Открыть файл лога
tr: _Günlük Dosyasını Aç
uk_ua: Відкрити файл _звітування

source: _About Collector
es: _Acerca de Collector
fr: À _propos de Collector
hi: Collector के बारे में (_A)
it: _Informazioni su Collector
nl: Over _Collector
oc: _A prepaus de Collector
pt_br: _Sobre o Collector
ru: _О приложении
tr: Collector _Hakkında
uk_ua: _Про Збирач

source: Preferences
es: Preferencias
fr: Préférences
hi: प्राथमिकताएं
it: Preferenze
nl: Voorkeuren
oc: Preferéncias
pt_br: Preferências
ru: Настройки
tr: Tercihler
uk_ua: Налаштування

source: General
fr: Général
hi: सामान्य
it: Generale
nl: Algemeen
pt_br: GEral
ru: Общие
tr: Genel
uk_ua: Загальні

source: Always keep items when dragging out
es: Guardar siempre los objetos al arrastrarlos
fr: Toujours conserver les éléments glissés vers l’extérieur
hi: बाहर खींचते समय हमेशा वस्तुएं रखें
it: Conserva sempre gli elementi quando li trascini
nl: Items bewaren na uit het venster slepen
oc: Totjorn gardar los elements depausats a l’exterior
pt_br: Sempre manter itens ao arrastar para fora
ru: Всегда сохранять элементы при перетаскивании
tr: Ögeleri dışarı çıkarırken daima sakla
uk_ua: Завжди зберігати предмети коли вони перетягуються за межі Збирача

source: This option also disables the Alt shortcut.
es: Esta opción también desactiva el atajo Alt.
fr: Ceci désactivera également le raccourci Alt.
hi: यह विकल्प Alt शॉर्टकट को भी अक्षम कर देता है।
it: Questa opzione disabilita anche la scorciatoia Alt.
nl: Let op: hierdoor wordt de Alt-sneltoets uitgeschakeld.
oc: Aquesta opcion desactiva tanben l’acorchi Alt.
pt_br: Essa opção também desabilita o atalho do Alt.
ru: Эта опция также отключает комбинации клавиш Alt.
tr: Bu seçenek Alt kısayolunu da devre dışı bırakır.
uk_ua: Ця опція також вимкне клавіатурне скорочення з Alt.

source: Download images from URLs
es: Descargar imágenes desde URL
fr: Télécharger les images depuis les URLs
hi: URL से छवियां डाउनलोड करें
it: Scarica immagini da URL
nl: Afbeeldingen van url's downloaden
oc: Telecargar los imatges de las URL
pt_br: Baixar imagens de URLs
ru: Загружать изображения по ссылке
tr: URLʼlerden görüntü indir
uk_ua: Завантажувати зображення із URL-посилань

source: If the dropped text is an URL that links to an image, the image is automatically downloaded and saved.
es: Si el texto soltado es una URL que enlaza con una imagen, ésta se descarga y guarda automáticamente.
fr: Si le texte déposé est une URL qui renvoie vers une image, celle-ci sera automatiquement téléchargée et enregistrée.
hi: यदि छोड़ा गया पाठ एक URL है जो किसी छवि से लिंक होता है, तो छवि स्वचालित रूप से डाउनलोड और सहेजी जाती है।
it: Se il testo rilasciato è un URL che collega a un'immagine, l'immagine è scaricata e salvata automaticamente.
nl: Als de versleepte tekst een url is die naar een afbeelding verwijst, dan wordt de afbeelding automatisch gedownload en bewaard.
oc: S’un tèxte que content una URL es depausat e que mena a un imatge, l’imatge es automaticament telecargat e servat.
pt_br: Se o texto arrastado for uma URL para uma imagem, a imagem é automaticamente baixada e salva.
ru: Если перетаскиваемый текст является ссылкой на изображение, оно автоматически загружается и сохраняется.
tr: Bırakılan metin görüntüye bağlantı veren bir URL ise, resim kendiliğinden indirilir ve kaydedilir.
uk_ua: Якщо перетягнутий текст це URL-посилання яке веде до зображення, тоді це зображення буде автоматично завантажено і збережено.

source: Collect text strings as a CSV file
es: Recopilar cadenas de texto como archivo CSV
fr: Collecter les chaînes de caractères dans un fichier CSV
hi: पाठ स्ट्रिंग्स को CSV फाइल के रूप में एकत्रित करें
it: Raccogli stringhe di testo come file CSV
nl: Tekstreeksen opslaan in csv-bestand
oc: Collectar las cadenas de tèxte coma fichièr CSV
pt_br: Junte cadeias de texto como um arquivo CSV
ru: Собирать текстовые строки в файл CSV
tr: Metin dizgelerini CSV dosyası olarak topla
uk_ua: Збирати текстові строчки у CSV файл

source: When enabled, plain text strings are collected in a single CSV file. URLs that link to images will still follow the respective setting.
es: Cuando está activada, las cadenas de texto sin formato se recopilan en un único archivo CSV. Las URL que enlazan a imágenes seguirán respetando la configuración correspondiente.
fr: Lorsque cette option est activée, les chaînes de caractères brutes seront collectées dans un unique fichier CSV. Les URLs renvoyant vers des images suivront toujours leur paramètre respectif.
hi: सक्षम होने पर, सादे पाठ स्ट्रिंग्स को एक एकल CSV फाइल में एकत्र किया जाता है। छवियों से लिंक करने वाले URL अभी भी संबंधित सेटिंग का पालन करेंगे।
it: Se abilitato, le stringhe di testo normale vengono raccolte in un singolo file CSV. L'URL che collega alle immagini seguirà comunque la rispettiva impostazione.
nl: Schakel in plattetekstreeksen op te slaan in een csv-bestand. Url's die naar afbeeldingen verwijzen, volgen de url-voorkeur.
oc: Quand es activat, las cadenas de tèxtes son collectadas dins un sol fichièr CSV. Las URL que menan a d’imatge seguiràn totjorn lor pròpri reglatge.
pt_br: Quando habilitado, cadeias de texto puro são reunidas em um único arquivo CSV. URLs para imagens continuarão seguindo sua respectiva configuração.
ru: Если включено, простые текстовые строки собираются в один файл CSV. URL-адреса, которые ссылаются на изображения, по-прежнему будут следовать соответствующим настройкам.
tr: Etkinleştirildiğinde, düz metin dizgeleri tek CSV dosyasında toplanır. Görüntülerle bağlantılı URL'ler ilgili ayarı takip etmeye devam eder.
uk_ua: Коли ввімкнено, текстові строчки будуть збиратися в єдиний CSV файл. URL-посилання до зображень будуть наслідувати їхні відповідні налаштування.

source: Window behaviour
es: Comportamiento de la ventana
fr: Comportement de la fenêtre
hi: खिड़की व्यवहार
it: Comportamento della finestra
nl: Venstergedrag
oc: Compòrtament fenèstra
pt_br: Comportamento da janela
ru: Поведение окна
tr: Pencere davranışı
uk_ua: Поведінка вікна

source: Get GNOME extension
es: Obtenga la extensión de GNOME
fr: Obtenir l’extension GNOME
hi: GNOME एक्सटेंशन प्राप्त करें
it: Ottieni l'estensione GNOME
nl: GNOME-uitbreiding installeren
oc: Obténer l’extension GNOME
pt_br: Obter a extensão para o GNOME
ru: Установить расширение GNOME
tr: GNOME uzantısını edin
uk_ua: Отримати розширення для GNOME

source: The extention adds cool features like forcing Collector to stay always on top of other windows!
es: ¡La extensión añade funciones interesantes, como obligar a Collector a estar siempre encima de otras ventanas!
fr: Cette extension ajoute des fonctionnalités utiles telles que forcer Collector à toujours flotter au-dessus des autres fenêtres !
hi: एक्सटेंशन में Collector को हमेशा अन्य खिड़कियों के शीर्ष पर रहने के लिए बाध्य करने जैसी शानदार सुविधाएं शामिल हैं!
it: L'estensione aggiunge funzionalità interessanti come forzare Collector a rimanere sempre attivo sopra alle altre finestre!
nl: Door deze uitbreiding krijgt Collector de beschikking over handige extra mogelijkheden, zoals altijd boven andere vensters tonen.
oc: Aquesta extension ajusta de foncionalitats cranas coma forçar Collector a totjorn demorar par dessús las autras fenèstras !
pt_br: A extensão adiciona funções legais, como forçar o Collector a ficar sempre sobre as outras janelas!
ru: Расширение добавляет интересные функции, например, заставляет Collector всегда оставаться поверх других окон!
tr: Uzantı, Collectorʼı her zaman diğer pencerelerin üstünde kalmaya zorlamak gibi harika özellikler ekler!
uk_ua: Це розширення надасть кльові нові можливості, такі от як змусити вікно Збирача бути завжди зверху!

source: Learn how to configure Collector on KDE
es: Aprenda a configurar Collector en KDE
fr: Voir comment configurer Collector sur KDE
hi: जानें कि KDE पर Collector को कैसे विन्यस्त करें
it: Scopri come configurare Collector su KDE
nl: Collector instellen op KDE
oc: Aprendre a configurar Collector amb KDE
pt_br: Aprenda a configurar o Collector no KDE
ru: Узнайте, как настроить Collector в KDE.
tr: KDEʼde Collectorʼu nasıl yapılandıracağınızı öğrenin
uk_ua: Дізнайтеся тут, яка налаштувати Збирач у стільниці KDE

source: Open Collector with a shortcut
es: Abrir Collector con un acceso directo
fr: Ouvrir Collector avec un raccourci
hi: शॉर्टकट से Collector खोलें
it: Apri Collector con una scorciatoia
nl: Collector openen middels sneltoets
oc: Dobrir Collector amb un acorchi
pt_br: Abrir o Collector com um atalho
ru: Открывать Collector с помощью комбинаций клавиш
tr: Collectorʼu kısayol ile aç
uk_ua: Відкрити Збирач через клавіатурне скорочення

source: Use this code to create a custom shortcut for Collector in the system settings.
es: Utilice este código para crear un acceso directo personalizado para Collector en la configuración del sistema.
fr: Utilisez ce code pour créer un raccourci personnalisé pour Collector dans les para
hi: सिस्टम सेटिंग्स में Collector के लिए तदनुकूल शॉर्टकट बनाने के लिए इस कोड का उपयोग करें।
it: Utilizza questo codice per creare un collegamento personalizzato per Collector nelle impostazioni di sistema.
nl: Gebruik deze code om een eigen sneltoets in te stellen in de systeemvoorkeuren.
oc: Utilizatz aqueste còdi per crear un acorchi personalizat per Collector als paramètres sistèma.
pt_br: Use este código para criar um atalho personalizado para o Collector nas configurações de sistema.
ru: Используйте этот код, чтобы создать собственную комбинацию клавиш для Collector в настройках системы.
tr: Sistem ayarlarında Collectorʼa özel kısayol oluşturmak için bu kodu kullanın.
uk_ua: Використовуйте цей код, щоб створити власне клавіатурне скорочення для Збирача у системних налаштуваннях.

source: Number of windows to open with a shortcut
es: Número de ventanas que se abren con un acceso directo
fr: Nombre de fenêtres ouvertes par le raccourci
hi: शॉर्टकट से खोलने के लिए खिड़कियों की संख्या
it: Numero di finestre da aprire con una scorciatoia
nl: Aantal te openen vensters met sneltoets
oc: Nombre de fenèstras de dobrir amb un acorchi
pt_br: Número de janelas a serem abertas com um atalho
ru: Количество окон, которые можно открыть с помощью комбинации клавиш
tr: Kısayol ile açılacak pencere sayısı
uk_ua: Кількість вікон які будуть відкриватися через клавіатурне скорочення

source: Integrations
es: Integraciones
fr: Intégrations
hi: एकीकरण
it: Integrazioni
nl: Integraties
oc: Integracion
pt_br: Integrações
ru: Интеграции
tr: Tümleşim
uk_ua: Інтеграції

source: Google Images URL support
es: Compatibilidad con URL de Google Imágenes
fr: Prise en charge des URL Google Images
hi: Google छवियां URL समर्थन
it: Supporto URL di Google Immagini
nl: Google Afbeeldingen-ondersteuning
oc: Presa en carga de las URL Google Images
pt_br: Suporte a URLs do Google Images
ru: Поддержка URL-адресов Google Картинок
tr: Google Görseller URL desteği
uk_ua: Підтримка URL-посилань із Google Зображень

source: Automatically analyse and download files from Google Images links.
es: Analiza y descarga automáticamente archivos desde enlaces de Google Imágenes.
fr: Analyser et télécharger automatiquement les fichiers depuis un lien Google Images.
hi: Google Images लिंक से स्वचालित रूप से फाइलों का विश्लेषण और डाउनलोड करें।
it: Analizza e scarica automaticamente file dai collegamenti di Google Immagini.
nl: Download automatisch bestanden van Google Afbeeldingen-links.
oc: Analisar automaticament e telecargar los fichièrs a partir de ligams Google Images.
pt_br: Analisar e baixar automaticamente arquivos de links do Google Imagens.
ru: Автоматически анализировать и загружать файлы по ссылкам Google Картинок.
tr: Google Görseller bağlantılarındaki dosyaları kendiliğinden incele ve indir.
uk_ua: Автоматично аналізувати і завантажувати файли із URL-посилань із Google Зображень.

source: Debugging
es: Depuración
fr: Débogage
hi: डिबगिंग
nl: Foutopsporing
pt_br: Depuração
tr: Hata Ayıklama

source: Enable debug logs
es: Activar registros de depuración
fr: Activer les journaux de débogage
hi: डिबग लॉग सक्षम करें
it: Abilita i log di debug
nl: Foutopsporing inschakelen
oc: Activar los logs de desbugatge
pt_br: Habilitar logs de depuração
ru: Включить журнал отладки
tr: Hata ayıklama günlüklerini etkinleştir
uk_ua: Увімкнути звітування

source: Increase log verbosity.
es: Aumentar la verbosidad del registro.
fr: Augmente la verbosité du journal.
hi: लॉग वाचालता बढ़ाएं।
it: Aumenta la verbosità del log.
nl: Verhoog het logniveau.
oc: Aumentar la versbositat del jornal de log
pt_br: Aumentar verbosidade dos logs.
ru: Увеличить детализацию журнала.
tr: Günlük ayrıntı düzeyini artır
uk_ua: Збільшує детальність звітування.

source: Close
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
nl: Sluiten
oc: Tampar
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk_ua: Закрити

source: translator-credits
es: haggen88
fr: Irénée THIRION <irenee.thirion@e.email>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
nl: Heimen Stoffels <vistausss@fastmail.com>
pt_br: Filipe Motta <luizfilipemotta@gmail.com>
tr: Sabri Ünal <libreajans@gmail.com>

source: The following image formats are currently supported:
es: Actualmente se admiten los siguientes formatos de imagen:
fr: Les formats d’image suivants sont actuellement pris en charge :
hi: वर्तमान में निम्नलिखित छवि प्रारूप समर्थित हैं:
it: Attualmente sono supportati i seguenti formati immagine:
nl: Momenteel worden de volgende formaten ondersteund:
oc: Los formats d’imatge seguent son actualament preses en cargar :
pt_br: Atualmente são suportados os seguintes formatos de imagens:
ru: В настоящее время поддерживаются следующие форматы изображений:
tr: Aşağıdaki görüntü biçimleri desteklenmektedir:
uk_ua: Підтримуються наступні формати зображень:

source: Drop content here
es: Suelte el contenido aquí
fr: Déposez du contenu ici
hi: सामग्री यहां छोड़ें
it: Rilascia il contenuto qui
nl: Sleep items hierheen
oc: Depausar lo contengut aicí
pt_br: Solte os conteúdos aqui
ru: Перекиньте контент сюда
tr: İçeriği buraya bırakın
uk_ua: Перетягуйте зміст сюди

source: Release to drop
es: Soltar para dejar
fr: Relâcher pour déposer
hi: गिराने के लिए छोड़ें
it: Rilasciare per depositare
nl: Laat los om te plakken
oc: Largar per depausar
pt_br: Largue para soltar
ru: Отпустите, чтобы перекинуть
tr: Bırakmak için serbest bırak
uk_ua: Відпустіть щоб перетягнути

source: Release to collect
es: Soltar para recolectar
fr: Relâcher pour collecter
hi: इकट्ठा करने के लिए छोड़ें
it: Rilasciare per collezionare
nl: Laat los om te verzamelen
oc: Largar per collectar
pt_br: Largue para coletar
ru: Отпустите, чтобы собрать
tr: Toplamak için serbest bırak
uk_ua: Відпустіть щоб зібрати

source: 1 File | {size}
es: 1 Archivo | {size}
fr: 1 fichier | {size}
hi: 1 फाइल | {size}
nl: 1 bestand | {size}
oc: 1 fichièr | {size}
pt_br: 1 Arquivo | {size}
ru: 1 Файл | {size}
tr: 1 Dosya | {size}
uk_ua: 1 файл | {size}

source: {files_count} Files | {size}
es: {files_count} Archivos | {size}
fr: {files_count} fichiers | {size}
hi: {files_count} फाइलें | {size}
nl: {files_count} bestanden | {size}
oc: {files_count} fichièrs | {size}
pt_br: {files_count} Arquivos | {size}
ru: {files_count} Файлы | {size}
tr: {files_count} Dosya | {size}
uk_ua: {files_count} файли(ів) | {size}

# shortcut window
source: Show Shortcuts
it: Mostra scorciatoie
oc: Afichar los acorchis
ru: Показать комбинации клавиш
uk_ua: Показати клавіатурні скорочення

source: _Tutorial
ru: _Руководство
uk_ua: _Інструкції

source: _Shortcuts
it: _Scorciatoie
oc: _Acorchis
ru: _Комбинации клавиш
uk_ua: _Клавіатурні скорочення

source: Debugginh
oc: Desbugatge
ru: Отладка
uk_ua: Налагодження

source: Scroll left
it: Scorri a sinistra
oc: Defilament cap a esquèrra
ru: Прокрутка влево
uk_ua: Гортати вліво

source: Scroll right
it: Scorri a destra
oc: Defilament cap a drecha
ru: Прокрутка вправо
uk_ua: Гортати вправо

source: Toggle lock mode
it: Attiva modalità di blocco
oc: Alternar lo mòde de verrolhatge
ru: Переключить режим блокировки
uk_ua: Перемикнути режим блокування

source: Preview selected item
it: Anteprima dell'elemento selezionato
oc: Apercebut de l’element seleccionat
ru: Предварительный просмотр выбранного элемента
uk_ua: Попередній перегляд обраних предметів

source: Delete selected item
it: Elimina l'elemento selezionato
oc: Suprimir l’element seleccionat
ru: Удалить выбранный элемент
uk_ua: Видалити обрані предмети

source: Remove all the items
it: Rimuovi tutti gli elementi
oc: Suprimir totes los elements
ru: Удалите все элементы
uk_ua: Видалити усі предмети

source: Paste from keyboard
it: Incolla da tastiera
oc: Pegar d’al clavièr
ru: Вставить с клавиатуры
uk_ua: Вставити із буферу обміну
